<!DOCTYPE html><html xmlns:mml="http://www.w3.org/1998/Math/MathML" xmlns:xlink="http://www.w3.org/1999/xlink">
<head>
<META http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<meta content="text/html; charset=ISO-8859-1" http-equiv="Content-Type">
<meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
<meta content="width=device-width, initial-scale=1 user-scalable=no" name="viewport">
<title>La evoluci&oacute;n es importante, pero podr&iacute;a no ser lo que pensamos</title>
<meta lang="es">
<meta name="Content-Language" content="es">
<meta name="author" content="Agust&iacute;n Fuentes">
<meta name="author" content="Francisco Vergara Silva">
<meta content="index,follow" name="robots">
<meta name="citation_title" content="La evoluci&oacute;n es importante, pero podr&iacute;a no ser lo que pensamos">
<meta name="citation_author" content="Agust&iacute;n Fuentes">
<meta name="citation_author" content="Francisco Vergara Silva">
<meta name="citation_publication_date" content="2016">
<meta name="citation_journal_title" content="Cuicuilco">
<meta name="citation_volume" content="23">
<meta name="citation_issue" content="65">
<meta name="citation_firstpage" content="271">
<meta name="citation_lastpage" content="292">
<meta name="citation_pdf_url" content="https://www.redalyc.org/pdf/351/35145329014.pdf">
<link href="../../../css/htmlLigero.css" type="text/css" rel="stylesheet">
<style type="text/css">
		    				@font-face {
							    font-family: OpenSans-Regular; 
							    src: url('../../../css/fonts/OpenSans-Regular.eot');
							    src: url('../../../css/fonts/OpenSans-Regular.eot?#iefix') format('embedded-opentype'),
							         url('../../../css/fonts/OpenSans-Regular.woff') format('woff'),
							         url('../../../css/fonts/OpenSans-Regular.ttf') format('truetype'),
							         local('Helvetica');
							}
							
							@font-face {
							    font-family: titillium-web-bold; 
							     src: url('../../../css/fonts/titillium-web-bold.eot');
							    src: url('../../../css/fonts/titillium-web-bold.eot?#iefix') format('embedded-opentype'),
							         url('../../../css/fonts/titillium-web-bold.woff') format('woff'),
							         url('../../../css/fonts/titillium-web-bold.ttf') format('truetype');
							         local('Helvetica');
							}
		    			</style>
<meta name="citation_title" content="La evoluci&oacute;n es importante, pero podr&iacute;a no ser lo que pensamos">
<meta name="citation_language" content="es">
<script type="text/x-mathjax-config">
					MathJax.Hub.Config({
			  			MathML: {
							extensions: ["content-mathml.js"]
						},
						MathMenu:{
							showLocale: false,
							showMathPlayer: false,
							showRenderer: false
						},						
						menuSettings: {
						    zoom: "Hover",
						    zscale: "200%",
						},
						MathZoom: {
							delay: 5000
						}
					});
					MathJax.Hub.Queue(["setRenderer",MathJax.Hub,"SVG"]);
					MathJax.Hub.Queue(["Rerender",MathJax.Hub]);
					
				</script><script src="../../../math/MathJax.js?config=TeX-AMS-MML_HTMLorMML" type="text/javascript"></script><script type="text/javascript">
	                var _gaq = _gaq || [];
	                _gaq.push(['_setAccount', 'UA-3153272-1']);
	                _gaq.push(['_trackPageview']);
	                         (function() {
	                                var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
	                                ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
	                                var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
	                })();
                </script>
</head>
<body>
<div id="visor-cabecera">
<div class="herramientas">
<div style="background-image: url('https://www.redalyc.org/redalyc/media/inc/img/institucion/InstitutoNacionaldeAntropologiaeHistoria_13409.jpg');" id="logo-r" class="herramienta h-t"></div>
<div style="background-image: url('https://www.redalyc.org/redalyc/media/inc/img/revista/movil/revista/rva351.png');" class="redalyc-s"></div>
</div>
</div>
<div id="articulo">
<div id="front">
<div id="articulo-meta">
<p class="articulo-titulo">La evoluci&oacute;n es importante, pero podr&iacute;a no ser lo que pensamos</p>
</div>
<div id="articulo-acerca">
<div id="ficha-general">
<div id="autores-articulo">
<div class="autor western">
<div class="nombre-completo">
<span class="nombre">Agust&iacute;n</span> <span class="apellidos">Fuentes</span> <span class="collab"></span>
</div>
<div>
<span class="institucion">Universidad de Notre
Dame</span>, <span class="pais">India</span>
</div>
</div>
</div>
<div class="ficha">
<p class="art-title">La evoluci&oacute;n es importante, pero podr&iacute;a no ser lo que pensamos</p>
<p class="numero">
<span class="journal">Cuicuilco</span><span class="issue"><span class="volume">, vol.  23</span>, n&uacute;m.  65</span>, pp. 271-292<span class="year">, 2016</span>
</p>
<p class="publisher">Instituto Nacional de Antropolog&iacute;a e Historia</p>
</div>
<div class="creative">
<div></div>
<div></div>
</div>
<div id="articulo-product"></div>
<div class="fechas-h"></div>
<div class="url-r"></div>
<div class="financiamientos-r"></div>
</div>
</div>
</div>
<div id="articulo-body">
<p class="sangria">
<p class="verso">
<span class="verso-title"></span>
<br>
<br>
<span class="verso">Muchos han asumido
que los humanos cesaron de evolucionar en el pasado distante, tal vez cuando la
gente aprendi&oacute; por primera vez a protegerse en contra del fr&iacute;o, la hambruna, y
de otros crudos agentes de la selecci&oacute;n natural. Pero en los &uacute;ltimos pocos
a&ntilde;os, los bi&oacute;logos que se est&aacute;n asomando a las secuencias del genoma humano,
ahora disponibles desde diversas partes del mundo, han encontrado evidencia
creciente del efecto de la selecci&oacute;n natural en los &uacute;ltimos miles de a&ntilde;os,
llevando a muchos a asumir que la evoluci&oacute;n humana a&uacute;n est&aacute; en curso.</span>
<br>
<br>
<span class="verso-autor">Fuente: Nicholas Wade</span>
</p>
</p>
<p class="sangria"> La cita anterior, de un respetado divulgador de la ciencia, demuestra c&oacute;mo a&uacute;n el p&uacute;blico educado podr&iacute;a tener un entendimiento muy pobre de lo que la evoluci&oacute;n es y no es. Para vender esta historia, la falsa representaci&oacute;n de un &ldquo;debate&rdquo; acerca de c&oacute;mo la evoluci&oacute;n tiene lugar en los humanos debe ser un tema central. Dos concepciones err&oacute;neas acerca de la evoluci&oacute;n se revelan aqu&iacute;: que &eacute;sta tiene un punto final, y los humanos son menos afectados por la evoluci&oacute;n que otros organismos. La primera idea corresponde a la suposici&oacute;n com&uacute;n de que la cultura nos protege de la evoluci&oacute;n y, la segunda, que los humanos ya recorrimos ese camino y hemos evolucionado.  </p>
<p class="sangria"> El art&iacute;culo de Wade, publicado en The New York Times, aborda estudios actuales sobre partes espec&iacute;ficas de nuestro genoma (el sistema de ADN compartido por la humanidad) que muestran el cambio evolutivo en acci&oacute;n. Sin embargo, el concepto popular al cual se refiere Wade, la creencia de que estamos aislados de la evoluci&oacute;n, simplifica la relaci&oacute;n entre los humanos y sus ambientes: las suposiciones de que estamos al final de nuestro proceso evolutivo son absolutamente falsas. Estas ideas provienen de un conjunto de graves malos entendidos acerca de qu&eacute; es la evoluci&oacute;n y c&oacute;mo trabaja, y contribuyen a perpetuar los grandes mitos que intentaremos desbancar. La evoluci&oacute;n es importante, pero necesitamos clarificar algunos puntos centrales antes de que avancemos en el derrocamiento de los mitos acerca de la naturaleza humana.</p>
<p class="negrita seccion">LO
QUE LA EVOLUCI&Oacute;N NO ES</p>
<p class="sangria"> Cuando se nos pregunta c&oacute;mo explicar la evoluci&oacute;n, la mayor parte de la gente mencionar&aacute; &ldquo;la sobrevivencia del m&aacute;s apto&rdquo;, &ldquo;la extinci&oacute;n de los dinosaurios&rdquo;, o improvisar&aacute; algo acerca de que &ldquo;los humanos provenimos de los monos&rdquo;. Esto muestra la realidad de nuestro sistema educativo y refleja que los medios de comunicaci&oacute;n consumistas hacen un muy pobre trabajo para difundir la cantidad de informaci&oacute;n clara y confiable que tenemos acerca de la evoluci&oacute;n y la biolog&iacute;a. Cuatro concepciones err&oacute;neas comunes sobre la evoluci&oacute;n ser&aacute;n discutidas aqu&iacute; antes de describir qu&eacute; es la evoluci&oacute;n, c&oacute;mo se relaciona con la gen&eacute;tica y la biolog&iacute;a, y c&oacute;mo podemos emplear esta informaci&oacute;n como parte de nuestro armamento b&aacute;sico de herramientas para desmontar los mitos acerca de la naturaleza humana.  </p>
<p class="sangria"> La primera concepci&oacute;n err&oacute;nea se centra en la frase &ldquo;sobrevivencia del m&aacute;s apto&rdquo;. Esta frase se asocia usualmente con Charles Darwin y su teor&iacute;a de la selecci&oacute;n natural (uno de los procesos mediante los cuales ocurre la evoluci&oacute;n) y con suposiciones sobre los procesos evolutivos que los ubican como el resultado de la competencia directa entre los organismos por algunos bienes limitados (como las peleas por comida o por hembras, en las que los individuos m&aacute;s grandes, m&aacute;s r&aacute;pidos y m&aacute;s fuertes suelen ganar). Esta es la fuerza bruta de la naturaleza de la cual muchos fil&oacute;sofos y pensadores sociales nos urg&iacute;an a abandonar o a superar, pero no es necesariamente el modo como la evoluci&oacute;n funciona. La selecci&oacute;n natural es la sobrevivencia y la reproducci&oacute;n de aquellos que son lo suficientemente buenos, no los mejores o los m&aacute;s feroces. La idea de que la naturaleza es brutal y la vida es corta le debe m&aacute;s a fil&oacute;sofos como Thomas Hobbes y Adam Smith que a Darwin. De hecho, esta idea es una construcci&oacute;n cultural importante y poderosa que permea nuestra sociedad.  </p>
<p class="sangria"> Una segunda concepci&oacute;n falsa de gran influencia acerca de la evoluci&oacute;n est&aacute; orientada hacia el progreso, la cual resulta en un ajuste perfecto entre los organismos y su ambiente. El corolario de esto es que si algo funciona bien percibimos que ha &ldquo;evolucionado&rdquo; para un prop&oacute;sito particular. Esto es incorrecto. La vida sobre la tierra (as&iacute; como la evoluci&oacute;n) es desordenada y muchas veces azarosa. En algunos casos nosotros observamos relaciones sorprendentes, casi perfectas, entre los organismos o entre un organismo y su ambiente, por ejemplo, algunas avispas e higos han coevolucionado y se necesitan unas a otros para sobrevivir. Sin embargo, en la mayor&iacute;a de los casos, los organismos trabajan conjuntamente con los dem&aacute;s en su &aacute;mbito com&uacute;n, de modos que son exitosos pero no perfectos. Esta idea err&oacute;nea de la coevoluci&oacute;n impecable es cr&iacute;tica porque supone que si algo es de cierta manera, y es a su vez el producto de la evoluci&oacute;n, entonces es como es porque hab&iacute;a un prop&oacute;sito que garantizaba que esto fuera as&iacute;.  </p>
<p class="sangria"> Una tercera idea err&oacute;nea acerca de la evoluci&oacute;n es que toda ella ocurre por azar. Dado que la evoluci&oacute;n no sigue un prop&oacute;sito dirigido ni est&aacute; manipulada por una fuerza creativa externa, mucha gente se orienta a la perspectiva exactamente opuesta y asume que todo el cambio evolutivo es por accidente. Esto tambi&eacute;n es incorrecto. La evoluci&oacute;n se restringe por los materiales que est&aacute;n a la mano. Esto es, la forma actual de un organismo y su historia evolutiva (la historia de la transformaci&oacute;n que experimentaron sus ancestros) afecta la manera como este organismo se modificar&aacute; en el futuro. Los humanos no estamos a punto de evolucionar alas para el vuelo, y las patas de las tortugas no evolucionar&aacute;n en ruedas; no importa cu&aacute;ntas mutaciones casuales aparezcan. El principio de que el cambio evolutivo est&aacute; restringido por la estructura, ontogenia e historia de los organismos es importante, y nos ayudar&aacute; a entender por qu&eacute; algunos de los mitos sobre la naturaleza humana est&aacute;n equivocados.  </p>
<p class="sangria"> Hace casi 300 a&ntilde;os, antes de que nuestro entendimiento de la evoluci&oacute;n se desarrollara, el autor y fil&oacute;sofo Voltaire astutamente not&oacute; una tendencia com&uacute;n en muchas filosof&iacute;as occidentales, las cuales afirmaban que el modo como las cosas son es la manera en que &eacute;stas deber&iacute;an ser:</p>
<p class="sangria">
<p class="quote">Observa que las
narices est&aacute;n hechas para utilizar gafas; por lo tanto, tenemos gafas. Las piernas
est&aacute;n visiblemente hechas para usar pantalones; por lo tanto, tenemos
pantalones. Las piedras se formaron para ser apiladas y para construir
castillos; y mi Se&ntilde;or tiene un bastante noble castillo; el m&aacute;s grande Bar&oacute;n en
la provincia deber&iacute;a tener la mejor casa; y como los cerdos fueron hechos para
ser comidos, tenemos puerco todo el a&ntilde;o; en consecuencia, aquellos que han
afirmado que todo est&aacute; bien hablan sin sentido; ellos deber&iacute;an haber dicho que
todo est&aacute; hecho para lo mejor. [Pangloss, en C&aacute;ndido,
de Voltaire, 1759].</p>
</p>
<p class="sangria"> La astuta ocurrencia de Pangloss, que mezcla el &ldquo;ser&rdquo; con el &ldquo;deber ser&rdquo;, ilustra la cuarta concepci&oacute;n err&oacute;nea, la cual supone que si algo ha evolucionado de cierta manera, entonces, &eacute;se es el modo como deber&iacute;a ser. Esta es la idea de c&oacute;mo las cosas fueron seleccionadas para un prop&oacute;sito particular por los procesos evolutivos, o bien surgieron por una secuencia de eventos azarosos en la naturaleza y, por lo tanto, &eacute;sa debe ser la manera correcta de ser (&ldquo;natural&rdquo;) de esa cosa. As&iacute;, el pico del colibr&iacute; le facilita obtener el n&eacute;ctar a partir de las flores, los grandes cerebros de los humanos les permiten dominar el planeta, y las plumas del &aacute;guila le habilitan surcar los cielos. Sin embargo, ninguno de estos ejemplos es decisivo. Hay muchos tipos de aves que se alimentan de n&eacute;ctar con una enorme gama de formas de pico y tama&ntilde;os (aunque la mayor parte de ellos son delgados y alargados); algunos primates y muchos cet&aacute;ceos (delfines y ballenas) tienen cerebros aproximadamente del mismo tama&ntilde;o (o m&aacute;s grandes, en relaci&oacute;n con su tama&ntilde;o corporal) que los humanos, y las plumas de las aves aparecieron inicialmente en sus ancestros como estructuras termorregulatorias (para controlar el calor) antes de formar parte de las alas (las plumas fueron cooptadas y modificadas para su uso en el vuelo). No todo es lo que parece, ni tampoco el status quo es siempre para lo mejor. Un rasgo que actualmente sirve para una funci&oacute;n en un organismo puede o no haber sido alterado por los procesos evolutivos para llevar a cabo ese cometido.  </p>
<p class="sangria"> Esta cuarta concepci&oacute;n err&oacute;nea es especialmente relevante para este texto, pues usualmente se le asocia con las construcciones culturales y con el equivocado h&aacute;bito de conectar directamente rasgos biol&oacute;gicos con la conducta e historia sociales. Esta es la principal falta del Pangloss, de Voltaire, y un desacierto en los tiempos modernos. Por ejemplo, han habido muchos intentos de argumentar que los estadounidenses de descendencia africana est&aacute;n mejor preparados para algunos deportes debido al efecto biol&oacute;gico y las historias de esclavitud (las cuales se miran como episodios de selecci&oacute;n evolutiva) y que el pueblo jud&iacute;o, especialmente los Azhkenazi, experimentaron eventos que los equiparon con una inteligencia superior (por razones evolutivas) que a otras poblaciones. Tambi&eacute;n hay numerosas suposiciones acerca de los hombres que tienen papeles de liderazgo. </p>
<p class="sangria"> Es absolutamente cr&iacute;tico que comprendamos que la evoluci&oacute;n est&aacute; ocurriendo&hellip; siempre. El que gana el d&iacute;a no es el (o la) m&aacute;s grande en tama&ntilde;o, el m&aacute;s malo o mala, el m&aacute;s bello o bella; la evoluci&oacute;n no se detiene en la soluci&oacute;n perfecta ni tampoco est&aacute; dirigida a un objetivo. M&aacute;s importante a&uacute;n, los aspectos actuales de nuestros cuerpos y nuestra conducta que han sido afectados por la evoluci&oacute;n no son m&aacute;s &ldquo;naturales&rdquo; o correctos que otras partes de nuestras vidas y nuestros pensamientos. As&iacute;, habiendo dispensado con aquello que la evoluci&oacute;n no es, ahora es necesario clarificar qu&eacute; es exactamente lo que la evoluci&oacute;n s&iacute; es.  </p>
<p class="sangria"> En realidad la evoluci&oacute;n son dos cosas: un hecho y una teor&iacute;a. Cuando la mayor parte de la gente dice &ldquo;evoluci&oacute;n&rdquo;, a lo que usualmente se refiere es a alguna faceta de la teor&iacute;a, pasando por alto la parte m&aacute;s importante: el hecho. El hecho de la evoluci&oacute;n es que toda la vida org&aacute;nica sobre este planeta cambia con el tiempo. Realmente, eso es lo que es: transformaci&oacute;n a trav&eacute;s del tiempo. Esto es f&aacute;cilmente observable en el registro f&oacute;sil y en el laboratorio. No hay debate, es un hecho cient&iacute;fico: la evoluci&oacute;n ocurre. Hay una definici&oacute;n m&aacute;s espec&iacute;fica de la evoluci&oacute;n basada en la gen&eacute;tica, pero &eacute;sa es b&aacute;sicamente una manera m&aacute;s detallada de afirmar que las cosas al nivel gen&eacute;tico tambi&eacute;n se modifican con el tiempo. La teor&iacute;a de la evoluci&oacute;n es una explicaci&oacute;n de c&oacute;mo cambian las cosas. Una teor&iacute;a es un conjunto de hip&oacute;tesis puestas a prueba repetidamente que han sido apuntaladas por m&uacute;ltiples investigadores a lo largo del tiempo. La teor&iacute;a de la evoluci&oacute;n es un conjunto de ideas apoyadas acerca de c&oacute;mo trabaja la evoluci&oacute;n (como la teor&iacute;a de la gravitaci&oacute;n). </p>
<p class="sangria"> Actualmente tenemos una teor&iacute;a muy robusta de la evoluci&oacute;n que involucra cuatro procesos principales: la selecci&oacute;n natural, el flujo g&eacute;nico, la deriva g&eacute;nica y la mutaci&oacute;n. En las &uacute;ltimas d&eacute;cadas hemos a&ntilde;adido un proceso llamado construcci&oacute;n de nicho y unas cuantas perspectivas adicionales que involucran nuevos giros sobre las cuatro fuerzas tradicionales. M&aacute;s adelante explicaremos brevemente cada uno de &eacute;stos, pero primero determinemos una l&iacute;nea de base para un entendimiento com&uacute;n de la gen&eacute;tica.</p>
<p class="negrita seccion">GEN&Eacute;TICA:
LAS BASES</p>
<p class="sangria"> Dado su car&aacute;cter en tanto unidad compartida de la herencia entre los organismos, el ADN es central para nuestra comprensi&oacute;n de los procesos de la evoluci&oacute;n. Afirmar que el ADN, o &aacute;cido desoxirribonucleico, es la unidad primordial de la herencia, significa que es la manera como la informaci&oacute;n principal acerca de los organismos se pasa de una generaci&oacute;n a la siguiente. En organismos con reproducci&oacute;n sexual, como los humanos, una copia de la mol&eacute;cula de ADN es proporcionada por la madre y otra por el padre. El ADN contiene informaci&oacute;n b&aacute;sica que, cuando se mezcla con las estructuras org&aacute;nicas apropiadas en el juego y en el contexto del &uacute;tero de la madre, facilitar&aacute; el crecimiento de una c&eacute;lula individual (la combinaci&oacute;n del esperma y el &oacute;vulo) en una persona con billones de c&eacute;lulas. Noten que digo &ldquo;facilitar&rdquo;, no &ldquo;determinar&rdquo;. El ADN no es el plan maestro de la vida, m&aacute;s bien contiene muchos de los c&oacute;digos esenciales y se&ntilde;ales para el desarrollo ontogen&eacute;tico de un organismo. El ADN tiene la informaci&oacute;n necesaria para ensamblar prote&iacute;nas, que son los ladrillos de construcci&oacute;n de nuestros cuerpos y sistemas, tambi&eacute;n act&uacute;a para regular c&oacute;mo y d&oacute;nde diferentes prote&iacute;nas son fabricadas y utilizadas.  </p>
<p class="sangria"> Los padres transmiten la informaci&oacute;n para la construcci&oacute;n de prote&iacute;nas (en el ADN que les heredan) y los mecanismos para comenzar la ontogenia (en el &oacute;vulo femenino) a su descendencia. Las hebras espec&iacute;ficas de ADN que contienen estos mensajes para prote&iacute;nas, o bien las que regulan la elaboraci&oacute;n y uso de las prote&iacute;nas, se encuentran en los mismos lugares en el ADN de todos los humanos: es a lo que llamamos genes. Un gen puede definirse como una secci&oacute;n de ADN que posee la secuencia para una prote&iacute;na o la informaci&oacute;n para la regulaci&oacute;n de alguna prote&iacute;na o prote&iacute;nas.  </p>
<p class="sangria"> Todos los humanos tenemos los mismos genes, pero hay numerosas secuencias de ADN con composiciones qu&iacute;micas ligeramente diferentes que pueden residir en el mismo segmento de ADN. Esto es, cada humano tiene dos copias del mismo gen (una de la madre y otra del padre) pero en la poblaci&oacute;n puede haber m&aacute;s de dos formas del gen. Estas formas del mismo gen se llaman alelos y son la variaci&oacute;n gen&eacute;tica b&aacute;sica que proporciona el motor del cambio evolutivo. La definici&oacute;n de la evoluci&oacute;n gen&eacute;tica significa una transformaci&oacute;n en las frecuencias al&eacute;licas a lo largo del tiempo. La representaci&oacute;n relativa de las formas espec&iacute;ficas de un gen puede modificarse a trav&eacute;s de las generaciones, lo cual puede generar cambios en las prote&iacute;nas y, eventualmente, en rasgos f&iacute;sicos.  </p>
<p class="sangria"> Los genes (y sus alelos) contienen los mensajes para prote&iacute;nas y su regulaci&oacute;n; la relaci&oacute;n que realmente existe entre los genes y los rasgos f&iacute;sicos (o conductuales) es muy complicada. Hay interacciones qu&iacute;micas dentro de nuestras c&eacute;lulas, interacciones entre ellas, y procesos ontogen&eacute;ticos por arriba del nivel de la gen&eacute;tica, a trav&eacute;s de los organismos y a lo largo de sus historias de vida. Esto hace poco realistas a la mayor&iacute;a de las analog&iacute;as un gen-un rasgo. Por ejemplo, aunque tus manos est&aacute;n compuestas de numerosas prote&iacute;nas que emergen de mensajes en tu ADN, &eacute;stas por s&iacute; mismas no son un producto directo de un &ldquo;gen para las manos&rdquo;, sino el producto de un programa ontogen&eacute;tico en el cual el ADN juega un papel importante, pero no exclusivo.  </p>
<p class="sangria"> Debemos pensar en los genes como poseedores de cuatro tipos generales de relaciones con los rasgos (<a href="#gf1">figura 1</a>). Primero, un gen puede simplemente ayudar a producir una prote&iacute;na o varias prote&iacute;nas, si hay m&aacute;s de un alelo para ese gen). &Eacute;ste es el modelo simple: &ldquo;un gen-una prote&iacute;na&rdquo;. En un nivel ligeramente m&aacute;s complicado puede haber escenarios en los cuales un grupo de genes trabaje conjuntamente para producir un efecto, como una prote&iacute;na compleja o un rasgo compuesto de m&uacute;ltiples prote&iacute;nas (llamado &ldquo;efecto polig&eacute;nico&rdquo;). De manera m&aacute;s complicada, existen situaciones donde un gen tiene muchas repercusiones sobre un n&uacute;mero de diferentes rasgos o sistemas. Esto es, sus productos proteicos afectan m&uacute;ltiples sistemas y objetivos finales (a lo cual llamamos &ldquo;efecto pleiotr&oacute;pico&rdquo;). Finalmente, es muy com&uacute;n que los genes tengan efectos polig&eacute;nicos y pleiotr&oacute;picos al mismo tiempo. Debemos recordar que cada gen puede tener m&aacute;s de un alelo; en todos los casos mencionados el mismo gen puede producir prote&iacute;nas ligeramente dis&iacute;miles en individuos distintos.  </p>
<p class="sangria"> La ontogenia de un organismo est&aacute; marcada por m&uacute;ltiples factores. Por ejemplo, hay dos facetas de un organismo: el componente gen&eacute;tico o genotipo, y en la totalidad de sus rasgos o fenotipo. Los rasgos f&iacute;sicos principales (partes del fenotipo) como el tama&ntilde;o corporal y la forma de la cabeza, de la cara, y as&iacute; sucesivamente, emergen de la interacci&oacute;n de muchos genes y de influencias ontogen&eacute;ticas y ambientales espec&iacute;ficas. &Eacute;stas incluyen patrones qu&iacute;micos y f&iacute;sicos, influencias internas y externas, y restricciones f&iacute;sicas sobre la forma y el tama&ntilde;o, adem&aacute;s de los mensajes y los procesos regulatorios almacenados en los genes. Para hacer las cosas a&uacute;n m&aacute;s complejas, comenzando con la concepci&oacute;n (la uni&oacute;n exitosa del esperma y el &oacute;vulo), los procesos ontogen&eacute;ticos y epigen&eacute;ticos (fuera del ADN) tambi&eacute;n afectan el desarrollo. Los cambios de temperatura, los ambientes qu&iacute;micos fluctuantes y los errores en las se&ntilde;ales qu&iacute;micas, en a&ntilde;adidura a las variaciones en el ADN, producen resultados ligeramente diferentes para cada organismo.  </p>
<p class="sangria"> &iquest;Qu&eacute; podemos decir acerca de los genes para ciertas conductas, tendencias o habilidades? Actualmente hay poca evidencia que sustente cualquier tipo de relaci&oacute;n uno-a-uno entre un conjunto individual de alelos y una conducta cualquiera. Sin embargo, el ADN s&iacute; tiene una influencia sobre nuestras estructuras f&iacute;sicas (cerebro, ojos, boca, manos), y dado que la conducta es exhibida a trav&eacute;s de estas estructuras, toda la conducta tiene alg&uacute;n componente gen&eacute;tico.</p>
<p class="sangria">
<div class="imagen cuadro" id="gf1">
<img width="500px" src="../35145329014_gf1.png" class="image" alt=""><br>Figura 1<br>
<span class="captionS"></span>
<br>
<span class="caption"><span class="attrib">Los
tipos de relaciones que los genes pueden tener con los rasgos (biol&oacute;gicos). El
tipo de relaci&oacute;n m&aacute;s com&uacute;n es tambi&eacute;n el m&aacute;s complejo: una combinaci&oacute;n de
patrones polig&eacute;nicos y pleiotr&oacute;picos.
Adaptado de A. Fuentes (2011), Biological Anthropology: Concepts and Connections, segunda edici&oacute;n Burr
Ridge, IL. McGraw Hill Higher Education.</span></span>
</div>
</p>
<p class="sangria"> Considera el ejemplo que yo uso para una explicaci&oacute;n de lo anterior en un libro de texto. T&uacute; est&aacute;s leyendo esta p&aacute;gina utilizando tus ojos (tejido &oacute;ptico, m&uacute;sculos, nervios) y quiz&aacute; tus manos (m&uacute;sculos, huesos, tendones) para revisar las letras y palabras sobre la p&aacute;gina. Tambi&eacute;n est&aacute;s usando tu cerebro (un conjunto de neuronas, tejidos vasculares y varias hormonas que conectan todos los &oacute;rganos en tu cuerpo y que median entre ellos) para procesar el significado. Todos estos elementos tienen un componente gen&eacute;tico. Sin embargo, t&uacute; est&aacute;s leyendo las palabras (una conducta que alguien te ense&ntilde;&oacute;), y lees en espa&ntilde;ol (algo m&aacute;s que tambi&eacute;n debe ense&ntilde;arse). &iquest;La lectura y el empleo del lenguaje espa&ntilde;ol tienen un componente gen&eacute;tico? La respuesta es s&iacute;, en tanto que las neuronas, ojos, m&uacute;sculos, y otras partes del cuerpo ocupadas en la lectura est&aacute;n compuestas de prote&iacute;nas inicialmente codificadas de ADN. </p>
<p class="sangria"> &iquest;Acaso hay genes (o alelos) para leer en espa&ntilde;ol? No, el lenguaje en el que alguien lee es un factor de la experiencia, as&iacute; como los lenguajes son partes de sistemas culturales. &iquest;Pueden los aspectos de nuestro complemento gen&eacute;tico tener un impacto para adquirir habilidades de lectura espec&iacute;ficas? Posiblemente. Las diferencias estructurales en los ojos, conectividad motora, e incluso v&iacute;as hormonales en el cerebro pueden influenciar la velocidad y patr&oacute;n de adquisici&oacute;n de la lectura. Estas diferencias podr&iacute;an ser el resultado de variaci&oacute;n al&eacute;lica sobre otros patrones gen&eacute;ticos.  </p>
<p class="sangria"> Tratar de conectar los genes y la conducta no es algo simple. Existen componentes gen&eacute;ticos en todos los aspectos de la vida, pero c&oacute;mo o de qu&eacute; manera los alelos afectan patrones complejos de conducta est&aacute; lejos de ser obvio. Si t&uacute; escuchas una aseveraci&oacute;n acerca de una relaci&oacute;n entre los genes y la conducta, t&uacute; necesitas pensar cr&iacute;ticamente y preguntar: &iquest;Cu&aacute;l es el gen o genes involucrados? &iquest;Cu&aacute;ntos alelos tienen? &iquest;Cu&aacute;l prote&iacute;na o prote&iacute;nas est&aacute;n siendo codificadas? &iquest;C&oacute;mo estas prote&iacute;nas tienen efecto al organismo de manera que se ejecuta una conducta espec&iacute;fica? Conforme avanzan nuestras habilidades tecnol&oacute;gicas, podr&iacute;amos ser capaces de disectar el mecanismo de la funci&oacute;n de ADN en cuanto a su relaci&oacute;n con la conducta, porque debe existir una correspondencia. Pero, por el momento, necesitamos reconocer los l&iacute;mites de nuestra comprensi&oacute;n actual y evaluar cuidadosamente todas esas declaraciones.  </p>
<p class="sangria"> Hay un conjunto muy complejo de relaciones entre el fenotipo, por un lado, y el ADN, desarrollo ontogen&eacute;tico, y ambiente otro. Esta vinculaci&oacute;n no es lineal, y tampoco puede ser f&aacute;cilmente descrita como una ecuaci&oacute;n simple. No debemos emplear modelos simples, etiquetas, como, por ejemplo, &ldquo;planos maestros&rdquo;, &ldquo;ladrillos de construcci&oacute;n&rdquo;, o bien &ldquo;c&oacute;digo de la vida&rdquo;, para describir el ADN y los genes. El ADN es un componente integral de la vida misma, y la comprensi&oacute;n de las unidades de la herencia y de la funci&oacute;n del material gen&eacute;tico es cr&iacute;tica para el entendimiento de la evoluci&oacute;n y del funcionamiento de los organismos. Pero una comprensi&oacute;n de la gen&eacute;tica de ninguna manera constituye la imagen completa. Mediante la combinaci&oacute;n de nuestro entendimiento del genotipo y el fenotipo, entenderemos mejor c&oacute;mo la evoluci&oacute;n cambia a las poblaciones a trav&eacute;s del tiempo.  </p>
<p class="sangria"> Ning&uacute;n individuo es igual a otro, incluso cuando segmentos exactamente iguales de ADN est&eacute;n involucrados (como, por ejemplo, en las clonas de gemelos id&eacute;nticos), hay a&uacute;n muchas complejidades en c&oacute;mo los genes son expresados. &Eacute;stos pueden tener m&uacute;ltiples efectos, los ambientes cambiantes o en desplazamiento que pueden alterar los resultados de la ontogenia, la mutaci&oacute;n tambi&eacute;n puede ocurrir. El n&uacute;mero extremadamente grande de variables que participan en la expresi&oacute;n de los genes y la ontogenia de los organismos asegura que ning&uacute;n par de individuos, aun copias gen&eacute;ticas como los gemelos id&eacute;nticos, ser&aacute;n dos personas iguales. Sin embargo, a pesar de esta variaci&oacute;n la gente todav&iacute;a tiende a asemejarse a sus padres; los miembros de una poblaci&oacute;n usualmente se parecen entre s&iacute;. Esto se debe a la sorprendente habilidad del sistema gen&eacute;tico para regular y corregir errores y preservar el patr&oacute;n general de la ontogenia razonablemente consistente, y al hecho de que los procesos evolutivos tienden a mantener a los individuos dentro de las poblaciones relativamente similares entre s&iacute;.  </p>
<p class="sangria"> Una comprensi&oacute;n b&aacute;sica de la gen&eacute;tica refiere que somos altamente similares (todos tenemos los mismos genes) y al mismo tiempo individualmente diversos (debido a la variaci&oacute;n en los alelos que la gente tiene). Nuestros genes juegan un papel en nuestra ontogenia y funcionamiento, no como directores, sino como parte de un sistema complejo. El entendimiento de la evoluci&oacute;n implica la comprensi&oacute;n de la variaci&oacute;n al nivel de la gen&eacute;tica individual y de la gen&eacute;tica a nivel poblacional.  </p>
<p class="sangria"> Necesitamos comprender c&oacute;mo surge la variaci&oacute;n y c&oacute;mo las poblaciones cambian o se mantienen iguales con el tiempo; c&oacute;mo las variantes espec&iacute;ficas (de rasgos gen&eacute;ticos generales) se convierten comunes a trav&eacute;s del tiempo. Estos conceptos b&aacute;sicos son indispensables para una comprensi&oacute;n m&iacute;nima y esencial de c&oacute;mo funciona la evoluci&oacute;n.</p>
<p class="negrita seccion">EVOLUCI&Oacute;N:
LAS BASES</p>
<p class="sangria"> Nuestra comprensi&oacute;n de c&oacute;mo trabaja la evoluci&oacute;n tiene cuatro componentes principales: mutaci&oacute;n, flujo g&eacute;nico, deriva g&eacute;nica y selecci&oacute;n natural. El primer elemento, la mutaci&oacute;n, act&uacute;a para crear nueva variaci&oacute;n y los otros tres ponen en juego esa alteraci&oacute;n y, con ello, moldean a las poblaciones.  </p>
<p class="sangria"> La mutaci&oacute;n es la &uacute;nica manera de obtener nuevo material gen&eacute;tico. B&aacute;sicamente, la mutaci&oacute;n se refiere al cambio qu&iacute;mico en el ADN. Hay diversas maneras en que esto ocurre, usualmente son neutrales (lo cual significa que estas modificaciones son invisibles fuera del ADN). Esto es as&iacute; porque el ADN tiene una serie de mecanismos de autorreparaci&oacute;n y porque los mensajes en los genes est&aacute;n dispuestos para ser redundantes, de modo que los cambios qu&iacute;micos peque&ntilde;os no tienen impacto en la prote&iacute;na codificada o en el producto regulatorio de un gen. Sin embargo, a veces los tienen, y cuando se presenta se interrumpe la funci&oacute;n de un gen (y se altera la producci&oacute;n o la regulaci&oacute;n de la prote&iacute;na), lo cual causa problemas al organismo. No obstante, cada tanto una mutaci&oacute;n resulta en una nueva secuencia (un nuevo alelo), en un gen que, de hecho, produce una prote&iacute;na con mejor funcionamiento o un nuevo proceso regulatorio. El resultado final es que la mutaci&oacute;n ocurre por varias razones (muchas son azarosas con respecto a su localizaci&oacute;n y patr&oacute;n), con resultados neutrales o negativos y, en ocasiones, con efectos ben&eacute;ficos. </p>
<p class="sangria"> Es importante considerar que la mutaci&oacute;n generalmente resulta en cambios peque&ntilde;os en la estructura qu&iacute;mica del ADN, no en modificaciones gigantes en un organismo. Las transformaciones de escala macrosc&oacute;pica se deben a errores en la ontogenia, no a mutaciones gen&eacute;ticas (usualmente). Los cambios m&aacute;s grandes inducidos ontogen&eacute;ticamente pueden ser heredables, pero com&uacute;nmente no lo son. Hay modificaciones en el feto debido a factores que afectan al cuerpo de la madre o posiblemente a un error en el desarrollo embrionario de ciertos tejidos. Un ejemplo dram&aacute;tico es cuando un individuo gen&eacute;ticamente masculino (XY) tiene un error ontogen&eacute;tico en las &aacute;reas de los receptores de hormonas y el flujo de testosterona; en la sexta semana de la gestaci&oacute;n fetal falla en desencadenar la ontogenia de los test&iacute;culos y el pene. &Eacute;ste desarrollar&aacute; genitales con una apariencia m&aacute;s femenina (lo cual no es heredable, pero muestra mucho acerca de la ontogenia del cuerpo).  </p>
<p class="sangria"> Uno de los procesos m&aacute;s soslayados de la evoluci&oacute;n es el flujo g&eacute;nico. El flujo g&eacute;nico es el movimiento (o carencia de movimiento) de los alelos dentro y entre las poblaciones. En una poblaci&oacute;n grande pueden existir m&uacute;ltiples alelos para cada gen (pero cada individuo tiene un m&aacute;ximo de dos alelos diferentes por gen), de manera que cada poblaci&oacute;n tiene su propio patr&oacute;n de representaci&oacute;n de alelos espec&iacute;ficos. Por ejemplo, tomemos a la especie con el gen A y tres alelos, A1, A2, y A3, cada uno de los cuales produce una prote&iacute;na que afecta el color del cabello con ligeras diferencias (las prote&iacute;nas A1 hacen cabello m&aacute;s claro y las prote&iacute;nas A3 lo hacen m&aacute;s oscuro, mientras que A2 elabora cabello de color intermedio). La poblaci&oacute;n 1 tiene la siguiente representaci&oacute;n al&eacute;lica para el gen A: 80% A1; 15% A2, y 5% A3; el color del cabello de esta poblaci&oacute;n es relativamente claro. La poblaci&oacute;n 2 tiene la variaci&oacute;n al&eacute;lica siguiente: 17% A1; 20% A2, y 63% A3; los individuos en esta poblaci&oacute;n tienen relativamente el pelo m&aacute;s oscuro. En cada una de estas poblaciones existe variaci&oacute;n, con todos los tipos de cabello presentes, s&oacute;lo que en diferentes frecuencias debido a los alelos subyacentes. Si no existe flujo g&eacute;nico entre las poblaciones entonces estas frecuencias se mantienen iguales (m&aacute;s o menos). Sin embargo, si comienza a establecerse un flujo g&eacute;nico regular (por migraci&oacute;n) entre las poblaciones, los patrones de frecuencias al&eacute;licas empiezan a balancearse con m&aacute;s A3 provenientes de la poblaci&oacute;n 2 a la poblaci&oacute;n 1 y m&aacute;s A1 movi&eacute;ndose desde la poblaci&oacute;n 1 a la poblaci&oacute;n 2, conforme individuos de ambas poblaciones se entrecruzan. El resultado ser&iacute;a que las frecuencias relativas del color del cabello en las dos poblaciones se volver&iacute;an similares. As&iacute; que el flujo g&eacute;nico act&uacute;a para hacer que las frecuencias al&eacute;licas de las poblaciones (y cualquiera de sus correlatos fenot&iacute;picos) sean m&aacute;s parecidas, y una ausencia de flujo g&eacute;nico restringe el potencial de las poblaciones para compartir las mismas frecuencias al&eacute;licas. </p>
<p class="sangria"> La deriva g&eacute;nica es el &uacute;nico proceso verdaderamente aleatorio en la evoluci&oacute;n. B&aacute;sicamente, los eventos que alteran las frecuencias al&eacute;licas en las poblaciones ocurren casualmente. Por ejemplo, en peque&ntilde;as poblaciones los desastres naturales como terremotos e inundaciones eliminan una gran parte de la poblaci&oacute;n, con algunos individuos sobrevivientes, debido al azar. Esto podr&iacute;a modificar radicalmente la composici&oacute;n gen&eacute;tica de una poblaci&oacute;n.  </p>
<p class="sangria"> Utilicemos el ejemplo del color del cabello, si una peque&ntilde;a poblaci&oacute;n del organismo con el gen de color de cabello A vive en una isla, sus frecuencias al&eacute;licas son: 80% A1; 10% A2, y 10% A3. Si la mayor parte de la poblaci&oacute;n, incluyendo a la gran proporci&oacute;n de los que tienen el alelo A1, vive en la costa norte de la isla (por casualidad) y un tsunami llega a la isla y la arrasa, la poblaci&oacute;n restante provendr&iacute;a de los peque&ntilde;os grupos del sur de la isla, donde el alelo A1 no es com&uacute;n. Esto implicar&iacute;a que despu&eacute;s del tsunami la poblaci&oacute;n tiene un nuevo conjunto de frecuencias de alelos donde A1-A3 tienen una frecuencia de aproximadamente 33%. La evoluci&oacute;n ocurrir&iacute;a, pero no por razones relacionadas con el organismo o los alelos en cuesti&oacute;n. La deriva es m&aacute;s pronunciada en poblaciones peque&ntilde;as, porque en conglomerados mayores para cada cambio azaroso en una direcci&oacute;n, muy probablemente habr&aacute; una modificaci&oacute;n aleatoria en otra direcci&oacute;n.  </p>
<p class="sangria"> El proceso llamado selecci&oacute;n natural es el que la mayor&iacute;a de la gente tiene en mente cuando escuchan la palabra &ldquo;evoluci&oacute;n&rdquo;. La selecci&oacute;n natural es el proceso de &ldquo;descendencia con modificaci&oacute;n&rdquo; propuesto inicialmente por Charles Darwin y Alfred Russell Wallace a mediados del siglo XIX. Desde que se descubri&oacute; el ADN se han hecho grandes avances en la comprensi&oacute;n de la gen&eacute;tica y los sistemas en desarrollo ontogen&eacute;tico, tenemos una idea mucho mejor de lo que Darwin pudo imaginar con respecto a los procesos que &eacute;l empez&oacute; a vislumbrar. En su versi&oacute;n m&aacute;s b&aacute;sica, la premisa de la selecci&oacute;n natural implica lo siguiente:</p>
<p class="sangria">
<lh></lh>
<ol class="numeracion">
<li>1. 
						Existe variaci&oacute;n biol&oacute;gica en las formas vivientes.</li>
<li>2. 
						Alguna de esta variaci&oacute;n puede ser heredada de una generaci&oacute;n a la siguiente.</li>
<li>3. 
						En cualquier ambiente dado, algunas variantes ayudan al organismo a dejar m&aacute;s
descendencia que otras (en promedio).</li>
<li>4. 
						Aquellas variantes que ayudan a los organismos a funcionar mejor, si son
heredables, se volver&aacute;n m&aacute;s comunes con el tiempo, porque una mayor proporci&oacute;n
de la descendencia de la siguiente generaci&oacute;n provendr&aacute; de padres que tienen
esos rasgos. </li>
<li>5. 
						Aquellas variantes que se vuelven m&aacute;s comunes en una poblaci&oacute;n son consideradas
como adaptaciones a los contextos ambientales particulares.</li>
</ol>
</p>
<p class="sangria"> Lo anterior parece bastante f&aacute;cil de comprender, dado lo que ya hemos cubierto acerca del desarrollo y la gen&eacute;tica. Cada individuo en una poblaci&oacute;n es ligeramente &uacute;nico y para la mayor parte de los genes, o rasgos, al menos unas cuantas variantes est&aacute;n presentes en una poblaci&oacute;n cualquiera. Si en ciertos contextos la forma de un gen (de hecho, el efecto de su producto prote&iacute;nico o su efecto regulatorio) resulta ligeramente mejor para que aquellos individuos que tienen ese alelo sobrevivan y se reproduzcan (transmitan el alelo a la siguiente generaci&oacute;n), entonces a lo largo de muchas generaciones la poblaci&oacute;n tendr&aacute; una mayor cantidad del alelo que proporciona la ventaja reproductiva ligera y las frecuencias al&eacute;licas habr&aacute;n cambiado a trav&eacute;s del tiempo (esto es, la evoluci&oacute;n habr&aacute; ocurrido).  </p>
<p class="sangria"> Sin embargo, hay un peque&ntilde;o problema con esta versi&oacute;n simple: en general, el ADN no suele interactuar directamente con el ambiente; m&aacute;s bien es el organismo completo (el fenotipo, o colecci&oacute;n de todos los rasgos) el que interact&uacute;a con aqu&eacute;l. Los fenotipos de los organismos pasan a trav&eacute;s de una especie de filtro en cada generaci&oacute;n, con el &eacute;xito diferencial en dejar copias de su genotipo (la gen&eacute;tica) en la siguiente. Esto sugiere que primariamente aquellas partes del fenotipo (rasgos) ligadas a la gen&eacute;tica est&aacute;n sujetas a la selecci&oacute;n natural (aunque esto no agota el escenario completo). Si los fenotipos son paquetes (colecciones de rasgos), y si es el paquete completo el que interact&uacute;a con el ambiente, el efecto colectivo de un filtro dado sobre el fenotipo total es lo que establece el &eacute;xito diferencial entre los individuos al heredar el ADN en esa poblaci&oacute;n.  </p>
<p class="sangria"> B&aacute;sicamente, la selecci&oacute;n natural emerge de las interacciones entre el fenotipo y el ambiente, por ello a algunos fenotipos les va mejor, en promedio, que a otros en un &aacute;mbito dado; la base gen&eacute;tica (fenotipo) para estos fenotipos se incrementa en generaciones subsecuentes de la poblaci&oacute;n. Es crucial observar que &ldquo;&eacute;xito&rdquo; en la selecci&oacute;n natural significa dejar m&aacute;s descendencia sobreviviente por generaci&oacute;n. La selecci&oacute;n natural no es una batalla de vida-o-muerte entre individuos en una poblaci&oacute;n en cada generaci&oacute;n, es una larga serie de interacciones en la cual los peque&ntilde;os cambios reproductivos ventajosos modifican la composici&oacute;n gen&eacute;tica (genotipos) y, por lo tanto, la composici&oacute;n f&iacute;sica (fenotipos) en una poblaci&oacute;n a largo plazo. Los rasgos espec&iacute;ficos (partes del fenotipo) que resultan &oacute;ptimos en un ambiente dado son llamados adaptaciones.  </p>
<p class="sangria"> Por ejemplo, cuando decimos que la larga y colorida cola de plumas de un fais&aacute;n es una adaptaci&oacute;n, estamos afirmando que &eacute;ste es un rasgo que se ha vuelto m&aacute;s prominente a trav&eacute;s del tiempo, porque confiere en los faisanes una mejor oportunidad de dejar m&aacute;s copias de su ADN en generaciones subsecuentes. Este es un buen ejemplo de las complejidades, aun a este nivel simple, de la selecci&oacute;n natural. Tener un plumaje grande y colorido hace al fais&aacute;n m&aacute;s susceptible a la depredaci&oacute;n (ser engullido por lento y colorido), pero tambi&eacute;n le ayuda a atraer hembras de faisanes y aparearse. Un rasgo como &eacute;ste puede ser una adaptaci&oacute;n si los poseedores de los ornamentados y notorios plumajes dejan m&aacute;s descendencia que aquellos con plumajes menos impresionantes.  </p>
<p class="sangria"> &Eacute;sta no es la descripci&oacute;n del poeta ingl&eacute;s del siglo XIX Alfred Tennyson de una &ldquo;naturaleza salvaje y violenta&rdquo;, seg&uacute;n la cual el m&aacute;s fuerte o r&aacute;pido, incluso el m&aacute;s hermoso, es quien sobrevivir&aacute;. En su lugar, un rango de rasgos de la cola emplumada &ldquo;sobreviven&rdquo; en la poblaci&oacute;n de faisanes, pero con el tiempo los m&aacute;s notorios se volver&aacute;n m&aacute;s prominentes en la poblaci&oacute;n de la especie. Esto nos conduce a otra faceta de la selecci&oacute;n natural: &eacute;sta tiende a disminuir la variaci&oacute;n a trav&eacute;s del tiempo al rango estrecho de aquellos rasgos &oacute;ptimos. Por ejemplo, todos los humanos caminamos con dos piernas de una manera bastante similar. Si bien existe mucha alteraci&oacute;n en detalles menores de c&oacute;mo anda la gente (con algunas diferencias interesantes entre hombres y mujeres), la selecci&oacute;n natural ha hecho menos visible la variaci&oacute;n en el modo de caminar porque ser efectivos en desplazarse en dos piernas es un rasgo muy importante para nuestro funcionamiento b&aacute;sico.  </p>
<p class="sangria"> Esto nos lleva al componente central de la selecci&oacute;n natural, es decir, que la evoluci&oacute;n se relaciona con la funci&oacute;n. El flujo g&eacute;nico y la deriva g&eacute;nica no son necesariamente rasgos relacionados con la funci&oacute;n; estas fuerzas propician cambios con el tiempo sin relaci&oacute;n con aquello que hacen los rasgos y con los alelos a los cuales afectan. Esto no es as&iacute; con la selecci&oacute;n natural. La evoluci&oacute;n de la selecci&oacute;n natural es la filtraci&oacute;n ambiental a trav&eacute;s de las generaciones de los rasgos que tienen mejor funci&oacute;n, o de los complejos gen&eacute;ticos que la poseen, de modo que los resultados de la selecci&oacute;n est&aacute;n ligados a aquello que los rasgos llevan a cabo. As&iacute;, los rasgos que aparecen por selecci&oacute;n natural son llamados adaptaciones, porque fueron moldeados con el tiempo por el &ldquo;ajuste&rdquo; entre lo que realizan y los ambientes donde existen. Esto significa la frase &ldquo;sobrevivencia del m&aacute;s apto&rdquo;, es decir, que aquellos rasgos que se vuelven m&aacute;s comunes debido a la selecci&oacute;n natural son los que se adaptan mejor en un ambiente dado. Sin embargo, lo que ocasiona un buen ajuste en un ambiente podr&iacute;a no funcionar en uno diferente. No estamos hablando acerca de sobrevivencia en el sentido de experiencia vivida, sino de representaci&oacute;n num&eacute;rica a trav&eacute;s de las generaciones en &aacute;mbitos particulares. </p>
<p class="sangria"> La mutaci&oacute;n introduce variaci&oacute;n, el flujo g&eacute;nico y la deriva g&eacute;nica mezclan esta alteraci&oacute;n entre s&iacute;, y la selecci&oacute;n natural moldea la variaci&oacute;n en relaci&oacute;n con las restricciones y las presiones en el ambiente. A veces estos procesos entran en conflicto entre s&iacute;, pero tambi&eacute;n trabajan juntos. No hay un objetivo definido para la evoluci&oacute;n, cada generaci&oacute;n responde a las presiones actuales con cualquier variaci&oacute;n que est&eacute; disponible en ese momento y transmite un subconjunto de dicha variaci&oacute;n a la siguiente generaci&oacute;n. Con el tiempo (muchas generaciones) el rango de variaci&oacute;n y las presiones que conforman la estructura de las poblaciones se modifica dependiendo de los escenarios y de las interacciones de los individuos en el ambiente. Esta es una descripci&oacute;n muy b&aacute;sica de los procesos centrales de la evoluci&oacute;n. Sin embargo, para entender mejor la relaci&oacute;n entre los humanos y la evoluci&oacute;n, en correspondencia con nuestro proyecto de derrocamiento de mitos, necesitamos a&ntilde;adir algunas perspectivas m&aacute;s novedosas acerca de la evoluci&oacute;n.  </p>
<p class="sangria"> Probablemente una de las mayores e importantes innovaciones en la teor&iacute;a evolutiva en d&eacute;cadas es el t&eacute;rmino de construcci&oacute;n de nicho. Formalmente propuesto por el antrop&oacute;logo biol&oacute;gico John Odling-Smee y los bi&oacute;logos Kevin Laland y Marcus Feldman, la construcci&oacute;n de nicho es el concepto que establece que los organismos y sus ambientes interact&uacute;an y se moldean mutuamente a trav&eacute;s del tiempo evolutivo. De acuerdo con las suposiciones tradicionales sobre la selecci&oacute;n natural, el ambiente act&uacute;a como un filtro y restricci&oacute;n sobre los organismos y provoca cambios funcionales. Cuando se agrega la construcci&oacute;n de nicho, los organismos obtienen un papel activo para dar forma al ambiente en respuesta a las presiones que &eacute;ste ejerce. Esto lleva a una interacci&oacute;n organismo-ambiente que es din&aacute;mica en lugar de ser est&aacute;tica.  </p>
<p class="sangria"> Consideremos, por ejemplo, a los gusanos de tierra. Cuando se introducen lombrices en una nueva porci&oacute;n de suelo ellos experimentan un reto por la tierra y su consistencia qu&iacute;mica. Conforme los gusanos se mueven, ingieren y excretan (as&iacute; es como se alimentan) parte de esa materia org&aacute;nica, este proceso altera la configuraci&oacute;n qu&iacute;mica del suelo y su consistencia, cambiando las presiones que el ambiente ed&aacute;fico ejerce sobre generaciones subsecuentes de lombrices en la misma localidad. </p>
<p class="sangria"> Otro ejemplo son las presas levantadas por castores, la elaboraci&oacute;n multigeneracional de nidos de aves e, inclusive, la fabricaci&oacute;n de herramientas de los simios. B&aacute;sicamente, la construcci&oacute;n de nicho resulta en una herencia ecol&oacute;gica (producto de interacciones previas entre organismos y ambientes) que se despliega a lo largo de y en paralelo a la herencia gen&eacute;tica. Esto da como resultado un conjunto m&aacute;s complejo de interacciones organismoambiente que aquel que se vislumbraba originalmente a trav&eacute;s de la selecci&oacute;n natural b&aacute;sica. Por supuesto, deber&iacute;a ser obvio que por sobre todos los casos, los humanos se involucran en una construcci&oacute;n de nicho sustancial que afecta las maneras en las cuales pueden interactuar con el ambiente:</p>
<p class="sangria">
<p class="quote">La teor&iacute;a de
construcci&oacute;n de nicho puede ser particularmente relevante para la din&aacute;mica de
los rasgos culturales dado que la teor&iacute;a puede incorporar los efectos del
trasfondo cultural como una forma de nicho construido [Kevin Laland, bi&oacute;logo; Jeremy Kendal, antrop&oacute;logo, y Gillian Brown, psic&oacute;loga].</p>
</p>
<p class="sangria"> Kevin Laland y sus colegas se&ntilde;alan que la herencia de contextos ecol&oacute;gicos a trav&eacute;s de la cultura material humana (herramientas, vestimentas, asentamientos, etc&eacute;tera), y la construcci&oacute;n de nicho en general, pueden darse por medios culturales. En este caso, los humanos son vistos como los constructores de nicho por excelencia, y los procesos culturales proporcionan un m&eacute;todo amplio de construcci&oacute;n de nicho. La construcci&oacute;n de nicho juega un papel crucial en la evoluci&oacute;n humana por medio de nuestra habilidad para modificar nuestro entorno con la conducta. Simplemente pensemos en la agricultura, la edificaci&oacute;n de casas y pueblos, y la extracci&oacute;n de minerales para producir hierro y acero. Es importante observar que los procesos evolutivos (la selecci&oacute;n natural y el flujo g&eacute;nico espec&iacute;ficamente) pueden transformarse conforme ocurren v&iacute;a construcci&oacute;n de nicho.  </p>
<p class="sangria"> Esta idea de que la conducta humana tiene un impacto sobre las presiones evolutivas tambi&eacute;n es invocada por los impulsores de la evoluci&oacute;n gencultura. Se argumenta que la innovaci&oacute;n cultural y la actividad forman parte del ambiente y como un mecanismo para la construcci&oacute;n de nicho que influye la interacci&oacute;n entre la selecci&oacute;n natural y el flujo g&eacute;nico con las poblaciones humanas. Pensemos acerca del advenimiento de la agricultura y la vida en poblados y en el modo como esos aspectos culturales alteraron las presiones de selecci&oacute;n natural y los patrones de flujo g&eacute;nico (los cuales a su vez impactar&iacute;an en los rasgos gen&eacute;ticos y fenot&iacute;picos de las poblaciones). La agricultura evit&oacute; la presi&oacute;n de obtener alimentos silvestres pero requiri&oacute; de tiempo y energ&iacute;a, adem&aacute;s de un compromiso social para mantenerse en el mismo lugar por largos periodos. Los poblados acumularon conglomerados grandes de personas, lo cual repercuti&oacute; en el cultivo de plantas y la defensa del grupo, pero increment&oacute; radicalmente los riesgos de transmisi&oacute;n de enfermedades. </p>
<p class="sangria"> Otro agregado importante a nuestra comprensi&oacute;n de los procesos evolutivos es el concepto de sistemas de herencia m&aacute;s all&aacute; del ADN, propuesto por las bi&oacute;logas Marion Lamb y Eva Jablonka. Las autoras argumentan que debe reconocerse una &ldquo;evoluci&oacute;n en cuatro dimensiones&rdquo;, en vez de enfocar la atenci&oacute;n s&oacute;lo en una. De acuerdo con estas investigadoras, los practicantes de las aproximaciones evolutivas tradicionales suelen centrarse s&oacute;lo en un sistema de herencia: el gen&eacute;tico. Jablonka y Lamb sostienen que debemos desarrollar una nueva perspectiva incluyendo otros tres sistemas de herencia que pueden tener papeles causales en el cambio evolutivo: los sistemas epigen&eacute;tico, conductual y de herencia simb&oacute;lica.  </p>
<p class="sangria"> La herencia gen&eacute;tica se encuentra en todos los organismos, la herencia conductual en la mayor parte y la herencia simb&oacute;lica s&oacute;lo en los humanos. Mientras que no se niega la importancia de la herencia gen&eacute;tica en el proceso evolutivo, este concepto de herencia multidimensional, as&iacute; como la construcci&oacute;n de nicho y la evoluci&oacute;n gen-cultura, indican que en muchos organismos (especialmente humanos) la conducta y la alteraci&oacute;n del ambiente pueden jugar papeles relevantes en la manera como el cambio biol&oacute;gico ocurre a trav&eacute;s del tiempo. El concepto de herencia simb&oacute;lica (usualmente en la forma de construcciones culturales) puede impactar sobre la transformaci&oacute;n biol&oacute;gica por medio de la conducta y la actividad de los individuos.  </p>
<p class="sangria"> Nuestra comprensi&oacute;n b&aacute;sica de la teor&iacute;a evolutiva (es decir, de c&oacute;mo funciona la evoluci&oacute;n) en la primera parte del siglo XXI puede resumirse as&iacute;:</p>
<p class="sangria">
<lh></lh>
<ol class="numeracion">
<li>1. 
						La mutaci&oacute;n introduce variaci&oacute;n gen&eacute;tica, la cual puede introducir variaci&oacute;n
fenot&iacute;pica.</li>
<li>2. 
						Los procesos ontogen&eacute;ticos pueden introducir variaci&oacute;n fenot&iacute;pica m&aacute;s amplia,
la cual puede ser heredable.</li>
<li>3. 
						El flujo g&eacute;nico y la deriva g&eacute;nica mezclan la variaci&oacute;n gen&eacute;tica (y
potencialmente sus correlatos fenot&iacute;picos) sin relaci&oacute;n alguna con la funci&oacute;n
de dichos genes o rasgos.</li>
<li>4. 
						La selecci&oacute;n natural moldea la variaci&oacute;n fenot&iacute;pica y fenot&iacute;pica en respuesta a
restricciones espec&iacute;ficas y presiones en el ambiente.</li>
<li>5. 
						En el transcurso del tiempo, uno o m&aacute;s de los procesos mencionados pueden
afectar a una poblaci&oacute;n.</li>
<li>6. 
						La interacci&oacute;n din&aacute;mica organismo-ambiente puede resultar en construcci&oacute;n de
nicho y en presiones cambiantes de selecci&oacute;n natural, as&iacute; como en herencia
ecol&oacute;gica.</li>
<li>7. 
						Los patrones culturales y contextos pueden impactar en el flujo g&eacute;nico y las
presiones de la selecci&oacute;n natural, los cuales, a su vez, afectar&iacute;an la
evoluci&oacute;n gen&eacute;tica (coevoluci&oacute;n gen-cultura). </li>
<li>8. 
						Los m&uacute;ltiples sistemas de herencia (gen&eacute;tica, epigen&eacute;tica,
conductual y simb&oacute;lica) pueden proveer informaci&oacute;n y contextos que permitan a
las poblaciones mutar con el tiempo o evitar ciertos cambios.</li>
</ol>
</p>
<p class="negrita seccion">REVISI&Oacute;N
DE LAS CONCEPCIONES ERR&Oacute;NEAS SOBRE GEN&Eacute;TICA, EVOLUCI&Oacute;N Y BIOLOG&Iacute;A</p>
<p class="sangria"> Dado lo revisado en este cap&iacute;tulo, corresponde repasar algunas de las suposiciones centrales sobre gen&eacute;tica y evoluci&oacute;n que han sostenido los mitos sobre la naturaleza humana que tratamos de socavar. El primero de ellos y el que se invoca con mayor frecuencia de manera incorrecta es el concepto de sobrevivencia del m&aacute;s apto. &Eacute;ste se refiere s&oacute;lo al producto de la selecci&oacute;n natural, no a los otros procesos de la evoluci&oacute;n. Esta es una visi&oacute;n limitada de lo que el cambio evolutivo puede producir. La mayor parte de la gente considera que dicho t&eacute;rmino significa que hay una batalla por la sobrevivencia entre los individuos, y que los &ldquo;mejores&rdquo; (usualmente m&aacute;s fuertes, r&aacute;pidos, inteligentes, etc&eacute;tera) sobrevivir&aacute;n en la competencia y heredar&aacute;n sus genes a la siguiente generaci&oacute;n. As&iacute; no funciona la selecci&oacute;n natural.  </p>
<p class="sangria"> En un sentido evolutivo, el &ldquo;ajuste&rdquo; significa la posesi&oacute;n de un rasgo, o colecci&oacute;n de rasgos que, en cierto ambiente, puede proporcionar al individuo una mejor oportunidad de heredar su ADN a la siguiente generaci&oacute;n (en promedio) en relaci&oacute;n con otros individuos que carecen de esos rasgos (o de las mismas variantes en esos rasgos). La mayor parte de la selecci&oacute;n resulta no de una competencia directa entre individuos, sino de un filtro ambiental a trav&eacute;s del cual las poblaciones pasan a trav&eacute;s de cada generaci&oacute;n.  </p>
<p class="sangria"> Esto es menos llamativo y menos centrado en la competencia de lo que suelen ser las percepciones comunes de la selecci&oacute;n natural. Si hay una variaci&oacute;n sustancial en un rasgo espec&iacute;fico, y &eacute;ste es heredable, la selecci&oacute;n favorece ciertos patrones a trav&eacute;s del tiempo. Sin embargo, si el rasgo es menos alterable, o si hay un n&uacute;mero de variantes a las cuales les va bien, entonces no habr&aacute; mucha selecci&oacute;n diferencial entre individuos. Por ejemplo, en los humanos el rasgo de caminar en dos piernas (bipedalismo) es ubicuo. A pesar de que existe mucha variaci&oacute;n en c&oacute;mo camina la gente, la mayor parte de nosotros lo hacemos suficientemente bien como para que esto inhiba nuestras oportunidades de reproducirnos. Hay muchos rasgos moldeados por la selecci&oacute;n en el pasado que retienen la variaci&oacute;n, pero todas las variables son efectivas de modo que la selecci&oacute;n no es una presi&oacute;n importante sobre la variaci&oacute;n existente. </p>
<p class="sangria"> La segunda clarificaci&oacute;n nos regresa al C&aacute;ndido, de Voltaire, y a su aseveraci&oacute;n en boca del fil&oacute;sofo ficticio Pangloss de que vivimos en el mejor de todos los mundos posibles y las cosas son como se supone que deber&iacute;an ser. Esta declaraci&oacute;n es poderosa si asumimos que lo que percibimos como &ldquo;evolucionado&rdquo; (producido como resultado de la evoluci&oacute;n) es el mejor estado para aquella cosa. Esta suposici&oacute;n no es controversial cuando pensamos acerca de las piernas y el acto de caminar, pero es m&aacute;s complicada cuando reflexionamos acerca de los roles de g&eacute;nero y del modo como los hombres y las mujeres buscan participar en actividades sexuales.  </p>
<p class="sangria"> Si invocamos una explicaci&oacute;n evolutiva para algo (como en asuntos relacionados con raza, agresi&oacute;n y sexo), usualmente equiparamos aquello con cierta sincron&iacute;a con la naturaleza. Una de las construcciones culturales propias de nuestra sociedad es asignar cierto valor intr&iacute;nseco a cosas que consideramos naturales (aquellas que est&aacute;n fuera del control humano) como opuestas a cosas que observamos que son alteradas por la sociedad humana y las costumbres. Es f&aacute;cil argumentar que caminar en dos piernas es natural para los humanos, pero hacerlo sobre las palmas de las manos es tambi&eacute;n natural (nuestras manos aparecieron a trav&eacute;s de procesos ontogen&eacute;ticos similares a los de nuestros pies, pero no es tan pr&aacute;ctico).  </p>
<p class="sangria"> Debemos tener extremo cuidado cuando argumentamos que algo es &ldquo;natural&rdquo;, o bien la manera como deber&iacute;an ser las cosas. Asumir que algo es natural no necesariamente significa que est&aacute; &ldquo;ajustado&rdquo; o es &ldquo;correcto&rdquo;; tampoco que los contextos sociales e hist&oacute;ricos no tuvieron una participaci&oacute;n para darle forma. Este asunto ser&aacute; muy obvio en algunas de las suposiciones centrales para cada mito que trataremos de derrocar.  </p>
<p class="sangria"> Una tercera clarificaci&oacute;n se relaciona con lo que las personas piensan que los genes realmente hacen, y las relaciones entre genes, rasgos y conductas. Mucha gente considera que los genes son la principal causa de c&oacute;mo somos, de nuestra apariencia y de c&oacute;mo nos comportamos. A esta postura se le llama determinismo gen&eacute;tico y, en gran parte, est&aacute; equivocada. Sin embargo, esto no significa que nuestros genes no est&aacute;n involucrados de un modo importante en nuestros cuerpos y conductas, es s&oacute;lo que no lo est&aacute;n de manera azarosa.  </p>
<p class="sangria"> La conclusi&oacute;n es que la gen&oacute;mica es complicada, pero todos somos capaces de comprender sus aspectos b&aacute;sicos. Los genes contienen la informaci&oacute;n para la producci&oacute;n de las prote&iacute;nas y, en algunos casos, para la regulaci&oacute;n del funcionamiento gen&eacute;tico. La mayor parte de los genes aparecen en formas m&uacute;ltiples, los cuales generan prote&iacute;nas ligeramente dis&iacute;miles o acciones regulatorias. La mayor&iacute;a de los productos g&eacute;nicos act&uacute;an conjuntamente con otros aspectos del cuerpo durante la ontogenia y a trav&eacute;s de la vida del organismo. Los cambios en la frecuencia de las diferentes formas de los genes en las poblaciones constituyen una de las maneras como medimos la evoluci&oacute;n en acci&oacute;n, esto ayuda a entender por qu&eacute; existen divergencias entre poblaciones de humanos.  </p>
<p class="sangria"> Los genes son importantes en la comprensi&oacute;n de la humanidad, pero no son planes maestros, o causas, de nuestros modos naturales de ser como individuos. Debemos recordar que el ADN no es la &uacute;nica forma de herencia. Existen patrones de desarrollo ontogen&eacute;tico que son transmitidos y un conjunto de factores no gen&eacute;ticos (psicol&oacute;gicos, culturales e hist&oacute;ricos) que tambi&eacute;n son heredados y no est&aacute;n atados a nuestro ADN.  </p>
<p class="sangria"> En relaci&oacute;n con las vinculaciones entre el ADN, la ontogenia y nuestro fenotipo, debemos recordar que muchos rasgos (tanto en la estructura de nuestros cuerpos como en nuestra conducta) son considerados neutros en correspondencia con la selecci&oacute;n natural. Si no hay una conexi&oacute;n clara con las modificaciones en la tasa de eficiencia del paso del ADN de una generaci&oacute;n a otra, la selecci&oacute;n natural ni siquiera &ldquo;ve&rdquo; dicho rasgo. Estos rasgos no son funcionales desde un punto de vista evolucionista. Mucha de la variaci&oacute;n en rasgos que observamos en humanos no est&aacute; distribuida por la selecci&oacute;n, sino por procesos de cambio que no est&aacute;n relacionados con su funci&oacute;n evolutiva. Una buena cantidad de aquello que consideramos variaci&oacute;n biol&oacute;gica en humanos (usualmente aceptada como &ldquo;natural&rdquo;) es neutra.  </p>
<p class="sangria"> Un ejemplo de lo anterior es una de las particularidades definitorias de los humanos modernos: nuestra barbilla. Esta protuberancia en la mand&iacute;bula inferior es una de las pocas caracter&iacute;sticas claras que nos separan previamente de hom&iacute;nidos como los neandertales, pero es un producto secundario de la selecci&oacute;n sobre otras partes de la mand&iacute;bula y el cr&aacute;neo. La barbilla, en tanto rasgo o car&aacute;cter, es neutral y no es objeto de selecci&oacute;n, sin embargo, se mantiene como un rasgo diagn&oacute;stico en la definici&oacute;n de la humanidad. Este punto &mdash;es decir, los rasgos biol&oacute;gicos pueden ser neutros con respecto a la selecci&oacute;n&mdash; probar&aacute; ser crucial para derrocar ciertos mitos acerca de la naturaleza humana.  </p>
<p class="sangria"> La comprensi&oacute;n de lo que la evoluci&oacute;n s&iacute; es y c&oacute;mo la gen&eacute;tica se relaciona con ella, nos proporciona una mejor habilidad para evaluar las declaraciones acerca de qu&eacute; formas y funciones han emergido a partir de las historias biol&oacute;gicas humanas y c&oacute;mo aqu&eacute;llas pueden estar conectadas con los patrones b&aacute;sicos del ser humano. Podemos evitar caer en la trampa de &ldquo;esto evolucion&oacute; para&rdquo; y dar un paso atr&aacute;s para formular preguntas efectivas acerca de c&oacute;mo se transforman los humanos y c&oacute;mo dicha variaci&oacute;n puede tener nexos con nuestras historias biol&oacute;gicas y evolutivas.</p>
<p class="negrita seccion">LA
L&Iacute;NEA BASE: &iquest;QU&Eacute; NECESITAMOS SABER SOBRE EVOLUCI&Oacute;N Y GEN&Eacute;TICA?</p>
<p class="sangria"> La gen&eacute;tica y la estructura de nuestros cuerpos son factores de gran relevancia en la configuraci&oacute;n de qui&eacute;nes somos y c&oacute;mo nos comportamos. Los procesos evolutivos tienen influencia sobre la gen&eacute;tica, la ontogenia y el funcionamiento de nuestros cuerpos, que interact&uacute;an con las facetas culturales, ecol&oacute;gicas e hist&oacute;ricas de la humanidad, para constituir un componente principal de la comprensi&oacute;n de c&oacute;mo los humanos tenemos la apariencia y la conducta que tenemos. De hecho, as&iacute; es, la evoluci&oacute;n importa.  </p>
<p class="sangria"> Aqu&iacute; presento los conceptos centrales sobre la evoluci&oacute;n para usar en nuestra caja de herramientas para el derrocamiento de mitos acerca de la naturaleza humana:</p>
<p class="sangria">
<lh></lh>
<ol class="numeracion">
<li>1. 
						La evoluci&oacute;n es cambio a trav&eacute;s del tiempo. Espec&iacute;ficamente, es una
transformaci&oacute;n en el genotipo y en el fenotipo a trav&eacute;s de las generaciones,
debido a una variedad de procesos.</li>
<li>2. 
						La mutaci&oacute;n genera nueva variaci&oacute;n gen&eacute;tica. El flujo g&eacute;nico y la deriva g&eacute;nica
movilizan esa variaci&oacute;n entre las poblaciones y la selecci&oacute;n natural moldea la
variaci&oacute;n en respuesta a las presiones ambientales.</li>
<li>3. 
						La teor&iacute;a de construcci&oacute;n de nicho sugiere que los humanos y sus ambientes son
participantes interactivos en los procesos evolutivos a trav&eacute;s de la herencia
ecol&oacute;gica. La teor&iacute;a de la herencia m&uacute;ltiple ilustra que la herencia
evolutivamente relevante puede tener lugar en los niveles gen&eacute;tico, epigen&eacute;tico, conductual y simb&oacute;lico.</li>
<li>4. 
						Nuestro ADN, por s&iacute; mismo, no determina qui&eacute;nes somos o c&oacute;mo nos comportamos,
pero es un componente principal, primario en la ontogenia y mantenimiento de
nuestros cuerpos y conductas. Los genes contienen las instrucciones b&aacute;sicas
para los ladrillos de construcci&oacute;n (prote&iacute;nas) de los sistemas biol&oacute;gicos. Los
genes y nuestro fenotipo est&aacute;n conectados, aunque no en una relaci&oacute;n uno-a-uno,
y son influenciados por procesos evolutivos.</li>
</ol>
</p>
<p class="sangria">El
primer concepto es importante porque clarificar lo que la evoluci&oacute;n es
constituye la base necesaria para formular cualquier pregunta acerca de la
naturaleza humana. El segundo t&eacute;rmino es relevante porque involucra el entendimiento
tradicional de c&oacute;mo trabaja o funciona la evoluci&oacute;n, mientras que la tercera
noci&oacute;n a&ntilde;ade perspectivas cr&iacute;ticas nuevas y robustece nuestras habilidades para
hacer preguntas acerca de los humanos. Finalmente, la cuarta idea nos recuerda
que no debemos buscar explicaciones genoc&eacute;ntricas
para la condici&oacute;n humana, pero cuando elaboramos nuevas explicaciones y
derrocamos las antiguas, debemos mantener a la gen&eacute;tica y a las facetas
biol&oacute;gicas de los procesos evolutivos como componentes centrales de nuestro
caj&oacute;n de herramientas explicativas.</p>
</div>
<div id="back"></div>
</div>
<div id="creditos">
<span class="creditos-text">HTML generado a partir de XML-JATS4R por</span><span style="background-image: url('https://www.redalyc.org/journal/img/redalyc-378px.png');" class="creditos-logo"></span>
</div>
</body>
</html>
